public class Main {
    public static void main(String[] args) {

      int TicketPrice = 2000; // Объявляете переменные для входных данных и
      int OneMilli = 20;  // параметров программы: одну для хранения
      int bonus = TicketPrice/OneMilli; // стоимости билета, другую для хранения количества
        System.out.println((bonus) + " милли");  // рублей для одной бонусной милли

        // Рассчитываете количество бонусных милль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}
